const prizeData = [
    {
      imgSrc: "https://www.invescore.mn/images/iso9001.svg",
      title: "Чанарын удирдлага (ISO9001) болон Мэдээллийн аюулгүй байдлын (ISO27001).",
      description: "Инвескор санхүүгийн байгууллага нь Чанарын удирдлагын ISO 9001, Мэдээллийн аюулгүй байдлын ISO 27001 стандартуудыг бүрэн хангасан болохыг баталж, Олон улсын MSECB аудитын байгууллагаас баталгаажуулалтын сертификатын гардан авсан. Ингэснээр 2 стандартыг нэгдсэн байдлаар нэвтрүүлсэн, ISO/IEC 27001:2013 мэдээллийн аюулгүй байдлын стандартын батламжийг авсан Монголын анхны ББСБ болсон байдаг."
    },
    {
      imgSrc: "https://www.invescore.mn/images/microfinanza.svg",
      title: "“MicroFinanza Rating” SRL байгууллагаас аваад байсан “A-“ үнэлгээгээ “A” болгож ахиуллаа.",
      description: "Банк бус санхүүгийн салбарт тэргүүлэгч “Инвескор ББСБ” ХК нь олон улсын “MicroFinanza Rating” SRL байгууллагаас аваад байсан “A-“ үнэлгээгээ “A” болгож ахиуллаа. Үнэлгээг тогтоосон суурь хүчин зүйлүүд нь “Инвескор ББСБ” ХК-ийн олон улсын жишигт нийцсэн компанийн засаглал, стратеги, зээлийн багцын чанар, үйл ажиллагаа, систем, санхүүгийн төлөв байдал зэрэг юм. “A” рейтинг нь Монгол улсын санхүүгийн байгууллагууд дундаа хамгийн өндөр үнэлгээ бөгөөд 2010 оноос хойш “Institutional Rating” үнэлгээ хийлгэсэн 500 гаруй банк санхүүгийн байгууллагуудаас ердөө 10 нь “А” үнэлгээ авч чаджээ. Тус үнэлгээ нь “Инвескор ББСБ” ХК-ийн гадаад зах зээлээс эх үүсвэр татах болон хөрөнгө оруулагч нартай түншлэлээ идэвхжүүлэх үйл ажиллагаанд томоохон давуу тал болж байна. “MicroFinanza Rating” SRL нь банк, санхүүгийн байгууллагуудын урт хугацааны тогтвортой байдлын үнэлгээ болон зээлжих зэрэглэлийг тогтоодог дэлхийд тэргүүлэгч агентлаг бөгөөд 2000 оноос хойш дэлхийн 100 гаруй орны, 2000 гаруй санхүүгийн байгууллагуудад үнэлгээ хийжээ."
    },
    {
      imgSrc: "https://www.invescore.mn/images/trophyA.svg",
      title: "“2023 оны “Банк бус Санхүүгийн байгууллагын ЭНТРЕПРЕНЕР” шагналын эзэн”",
      description: "Монголын Үндэсний Худалдаа Аж Үйлдвэрийн Танхим-аас 25 дахь жилдээ зохиогдож буй \"Entrepreneur-2023\" нь бизнесийн салбарын манлайлагчдыг тодруулж, Монгол улсын нийгэм, эдийн засгийн хөгжилд бодитой хувь нэмэр оруулж буй байгууллага, бизнес эрхлэгчдийг өргөмжилдөг билээ."
    }
  ];
  
  const PrizePage = () => {
    return (
      <div className="flex justify-center items-center mt-20">
        <div className="w-[1024px] h-[500px] flex justify-between gap-5">
          {prizeData.map((prize, index) => (
            <div key={index} className="w-1/3 h-full bg-white rounded-xl px-[35px] pt-[50px] pb-[15px]">
              <div>
                <img src={prize.imgSrc} alt={prize.title} />
              </div>
              <div className="w-full h-[300px] flex flex-col overflow-y-scroll scrollbar mt-5 gap-10">
                <p className="text-black font-bold text-xl">{prize.title}</p>
                <p className="text-gray-600 text-lg">{prize.description}</p>
              </div>
            </div>
          ))}
        </div>
      </div>
    );
  };
  
  export default PrizePage;
  